[{"time":"00:03","text":"Thank you so much, Chris. And it's truly a great honor\nto have the opportunity to come to this stage twice;\nI'm extremely grateful. I have been blown away by this conference, and I want to thank all of you\nfor the many nice comments about what I had to say the other night. And I say that sincerely, partly because (Mock sob) I need that. "},{"time":"00:29","text":"(Laughter) "},{"time":"00:34","text":"Put yourselves in my position. "},{"time":"00:36","text":"(Laughter) "},{"time":"00:43","text":"I flew on Air Force Two for eight years. "},{"time":"00:46","text":"(Laughter) "},{"time":"00:48","text":"Now I have to take off my shoes\nor boots to get on an airplane! "},{"time":"00:51","text":"(Laughter) "},{"time":"00:54","text":"(Applause) "},{"time":"01:00","text":"I'll tell you one quick story to illustrate what\nthat's been like for me. "},{"time":"01:05","text":"(Laughter) "},{"time":"01:07","text":"It's a true story --\nevery bit of this is true. "},{"time":"01:10","text":"Soon after Tipper and I left the --\n(Mock sob) White House -- "},{"time":"01:13","text":"(Laughter) "},{"time":"01:15","text":"we were driving from our home\nin Nashville to a little farm we have 50 miles east of Nashville. Driving ourselves. "},{"time":"01:25","text":"(Laughter) "},{"time":"01:28","text":"I know it sounds like\na little thing to you, but -- "},{"time":"01:30","text":"(Laughter) "},{"time":"01:36","text":"I looked in the rear-view mirror and all of a sudden it just hit me. There was no motorcade back there. "},{"time":"01:46","text":"(Laughter) "},{"time":"01:49","text":"You've heard of phantom limb pain? "},{"time":"01:51","text":"(Laughter) "},{"time":"01:56","text":"This was a rented Ford Taurus. "},{"time":"02:00","text":"(Laughter) "},{"time":"02:03","text":"It was dinnertime, and we started looking for a place to eat. We were on I-40. We got to Exit 238, Lebanon, Tennessee. We got off the exit,\nwe found a Shoney's restaurant. Low-cost family restaurant chain,\nfor those of you who don't know it. We went in and sat down at the booth,\nand the waitress came over, made a big commotion over Tipper. "},{"time":"02:28","text":"(Laughter) "},{"time":"02:30","text":"She took our order, and then went\nto the couple in the booth next to us, and she lowered her voice so much, I had to really strain to hear\nwhat she was saying. And she said \"Yes, that's former\nVice President Al Gore and his wife, Tipper.\" And the man said, \"He's come down a long way, hasn't he?\" "},{"time":"02:47","text":"(Laughter) "},{"time":"02:52","text":"(Applause) "},{"time":"02:57","text":"There's been kind\nof a series of epiphanies. "},{"time":"03:00","text":"(Laughter) "},{"time":"03:01","text":"The very next day,\ncontinuing the totally true story, I got on a G-V to fly to Africa\nto make a speech in Nigeria, in the city of Lagos,\non the topic of energy. And I began the speech\nby telling them the story of what had just happened\nthe day before in Nashville. And I told it pretty much the same way\nI've just shared it with you: Tipper and I were driving ourselves, Shoney's, low-cost\nfamily restaurant chain, what the man said -- they laughed. I gave my speech, then went back\nout to the airport to fly back home. I fell asleep on the plane until, during the middle\nof the night, we landed on the Azores Islands for refueling. I woke up, they opened the door,\nI went out to get some fresh air, and I looked, and there was a man\nrunning across the runway. And he was waving a piece\nof paper, and he was yelling, \"Call Washington! Call Washington!\" And I thought to myself,\nin the middle of the night, in the middle of the Atlantic, what in the world could be\nwrong in Washington? Then I remembered\nit could be a bunch of things. "},{"time":"04:04","text":"(Laughter) "},{"time":"04:10","text":"But what it turned out to be, was that my staff was extremely upset because one of the wire services\nin Nigeria had already written a story about my speech, and it had already been printed in cities all across the United States of America. It was printed in Monterey, I checked. "},{"time":"04:29","text":"(Laughter) "},{"time":"04:30","text":"And the story began, \"Former Vice President Al Gore\nannounced in Nigeria yesterday,\" quote: 'My wife Tipper and I have opened\na low-cost family restaurant'\" -- "},{"time":"04:41","text":"(Laughter) "},{"time":"04:42","text":"\"'named Shoney's, and we are running it ourselves.'\" "},{"time":"04:46","text":"(Laughter) "},{"time":"04:49","text":"Before I could get back to U.S. soil, David Letterman and Jay Leno\nhad already started in on -- one of them had me\nin a big white chef's hat, Tipper was saying,\n\"One more burger with fries!\" "},{"time":"05:01","text":"(Laughter) "},{"time":"05:02","text":"Three days later, I got a nice, long, handwritten letter from my friend and partner\nand colleague Bill Clinton, saying, \"Congratulations\non the new restaurant, Al!\" "},{"time":"05:12","text":"(Laughter) "},{"time":"05:19","text":"We like to celebrate\neach other's successes in life. "},{"time":"05:22","text":"(Laughter) "},{"time":"05:28","text":"I was going to talk\nabout information ecology. But I was thinking that, since I plan to make a lifelong habit\nof coming back to TED, that maybe I could talk\nabout that another time. "},{"time":"05:39","text":"(Applause) "},{"time":"05:41","text":"Chris Anderson: It's a deal! "},{"time":"05:42","text":"(Applause) "},{"time":"05:45","text":"Al Gore: I want to focus\non what many of you have said you would like me to elaborate on: What can you do about the climate crisis? I want to start with a couple of -- I'm going to show some new images, and I'm going to recapitulate\njust four or five. Now, the slide show. I update the slide show\nevery time I give it. I add new images, because I learn more about it\nevery time I give it. It's like beach-combing, you know? Every time the tide comes in and out,\nyou find some more shells. Just in the last two days, we got\nthe new temperature records in January. This is just for\nthe United States of America. Historical average\nfor Januarys is 31 degrees; last month was 39.5 degrees. "},{"time":"06:38","text":"Now, I know that you wanted some more\nbad news about the environment -- I'm kidding. But these are the recapitulation slides, and then I'm going to go into new\nmaterial about what you can do. But I wanted to elaborate\non a couple of these. First of all, this is where\nwe're projected to go with the U.S. contribution\nto global warming, under business as usual. Efficiency in end-use electricity\nand end-use of all energy is the low-hanging fruit. Efficiency and conservation --\nit's not a cost; it's a profit. The sign is wrong. It's not negative; it's positive. These are investments\nthat pay for themselves. But they are also very effective\nin deflecting our path. "},{"time":"07:25","text":"Cars and trucks -- I talked\nabout that in the slideshow, but I want you to put it in perspective. It's an easy, visible target of concern -- and it should be -- but there is more global warming pollution\nthat comes from buildings than from cars and trucks. Cars and trucks are very significant, and we have the lowest\nstandards in the world. And so we should address that.\nBut it's part of the puzzle. Other transportation efficiency\nis as important as cars and trucks. Renewables at the current levels\nof technological efficiency can make this much difference. And with what Vinod, and John Doerr\nand others, many of you here -- there are a lot of people\ndirectly involved in this -- this wedge is going to grow\nmuch more rapidly than the current projection shows it. Carbon Capture and Sequestration --\nthat's what CCS stands for -- is likely to become the killer app\nthat will enable us to continue to use fossil fuels\nin a way that is safe. Not quite there yet. OK. Now, what can you do? "},{"time":"08:46","text":"Reduce emissions in your home. Most of these expenditures\nare also profitable. Insulation, better design. Buy green electricity where you can. I mentioned automobiles -- buy a hybrid. Use light rail. Figure out some of the other options\nthat are much better. It's important. "},{"time":"09:10","text":"Be a green consumer. You have choices with everything you buy, between things that have a harsh effect, or a much less harsh effect\non the global climate crisis. Consider this: Make a decision to live\na carbon-neutral life. Those of you who are good at branding, I'd love to get your advice and help on how to say this in a way\nthat connects with the most people. It is easier than you think. It really is. A lot of us in here\nhave made that decision, and it is really pretty easy. It means reduce\nyour carbon dioxide emissions with the full range\nof choices that you make, and then purchase or acquire offsets for the remainder that you have not\ncompletely reduced. And what it means is elaborated\nat climatecrisis.net. "},{"time":"10:15","text":"There is a carbon calculator. Participant Productions convened -- with my active involvement -- the leading software writers in the world, on this arcane science\nof carbon calculation, to construct a consumer-friendly\ncarbon calculator. You can very precisely calculate\nwhat your CO2 emissions are, and then you will be given\noptions to reduce. And by the time the movie\ncomes out in May, this will be updated to 2.0, and we will have click-through\npurchases of offsets. "},{"time":"10:55","text":"Next, consider making\nyour business carbon-neutral. Again, some of us have done that, and it's not as hard as you think. Integrate climate solutions\ninto all of your innovations, whether you are from the technology, or entertainment, or design\nand architecture community. Invest sustainably. Majora mentioned this. Listen, if you have invested money\nwith managers who you compensate on the basis of their annual performance, don't ever again complain\nabout quarterly report CEO management. Over time, people do\nwhat you pay them to do. And if they judge how much\nthey're going to get paid on your capital that they've invested, based on the short-term returns, you're going to get short-term decisions. A lot more to be said about that. "},{"time":"11:52","text":"Become a catalyst of change. Teach others, learn about it,\ntalk about it. The movie is a movie version\nof the slideshow I gave two nights ago,\nexcept it's a lot more entertaining. And it comes out in May. Many of you here have the opportunity\nto ensure that a lot of people see it. Consider sending somebody to Nashville. Pick well. And I am personally going to train people\nto give this slideshow -- re-purposed, with some\nof the personal stories obviously replaced with a generic approach, and it's not just the slides,\nit's what they mean. And it's how they link together. And so I'm going to be conducting\na course this summer for a group of people that are\nnominated by different folks to come and then give it en masse, in communities all across the country, and we're going to update the slideshow\nfor all of them every single week, to keep it right on the cutting edge. Working with Larry Lessig, it will be,\nsomewhere in that process, posted with tools\nand limited-use copyrights, so that young people can remix it\nand do it in their own way. "},{"time":"13:12","text":"(Applause) "},{"time":"13:15","text":"Where did anybody get the idea that you ought to stay\narm's length from politics? It doesn't mean\nthat if you're a Republican, that I'm trying to convince you\nto be a Democrat. We need Republicans as well. This used to be a bipartisan issue, and I know that\nin this group it really is. Become politically active. Make our democracy work the way\nit's supposed to work. Support the idea of capping\ncarbon dioxide emissions -- global warming pollution --\nand trading it. Here's why: as long as the United States\nis out of the world system, it's not a closed system. Once it becomes a closed system,\nwith U.S. participation, then everybody\nwho's on a board of directors -- how many people here\nserve on the board of directors of a corporation? Once it's a closed system, you will have legal liability\nif you do not urge your CEO to get the maximum income from reducing\nand trading the carbon emissions that can be avoided. The market will work\nto solve this problem -- if we can accomplish this. Help with the mass persuasion campaign\nthat will start this spring. We have to change the minds\nof the American people. Because presently, the politicians\ndo not have permission to do what needs to be done. "},{"time":"14:33","text":"And in our modern country, the role\nof logic and reason no longer includes mediating between wealth and power\nthe way it once did. It's now repetition of short, hot-button,\n30-second, 28-second television ads. We have to buy a lot of those ads. Let's re-brand global warming,\nas many of you have suggested. I like \"climate crisis\"\ninstead of \"climate collapse,\" but again, those of you\nwho are good at branding, I need your help on this. Somebody said the test\nwe're facing now, a scientist told me, is whether the combination\nof an opposable thumb and a neocortex is a viable combination. "},{"time":"15:11","text":"(Laughter) "},{"time":"15:13","text":"That's really true. "},{"time":"15:18","text":"I said the other night,\nand I'll repeat now: this is not a political issue. Again, the Republicans here --\nthis shouldn't be partisan. You have more influence\nthan some of us who are Democrats do. This is an opportunity. Not just this, but connected\nto the ideas that are here, to bring more coherence to them. We are one. "},{"time":"15:44","text":"Thank you very much, I appreciate it. "},{"time":"15:46","text":"(Applause) "}]